Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: དེ་དག་མངོན་པར་ཞེན་པ་ཉིད་ཡིན་པས་ན་ཡོད་པ་མ་ཡིན་པའི་ཆོས་རྣམས་ལ་ཡོངས་སུ་རྟོག་པར་བྱེད་པའི་ཕྱིར་དེ་དག་ནི་མི་ཤེས་མི་མཐོང་བ་དག་ཡིན་ནོ། །
en: Since, owing to their fixation on these things, they imagine things that are non-existent, they do not know and they do not see.

source: དེ་དག་ཅི་ཞིག་མི་ཤེས་མི་མཐོང་ཞེ་ན། གཟུགས་མི་ཤེས་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཚོར་བ་དང་།
en: If you ask what they do not know and do not see, they neither know nor see physical forms.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་མི་ཤེས་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་མི་ཤེས་མི་མཐོང་ངོ་། །
en: Similarly, they neither know nor see feelings, perceptions, formative predispositions, and consciousness; in the same vein, they neither know nor see [the causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: གང་གི་ཕྱིར་མི་ཤེས་ཤིང་མི་མཐོང་བ་དེའི་ཕྱིར་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཞེས་བྱ་བའི་གྲངས་སུ་འགྲོའོ། །དེ་དག་ནི་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཏེ།
en: It is precisely because they neither know nor see that they come to be styled ‘ordinary people.’

source: གང་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞེ་ན། འདོད་པའི་ཁམས་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: “These people will not attain emancipation, and if you ask what it is that they will not be emancipated from, they will not be emancipated from the world system of desire.

source: དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་དང་། གཟུགས་མེད་པའི་ཁམས་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: Similarly, they will not be emancipated from the world system of form or the world system of formlessness.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: They will not be emancipated into the doctrines of the śrāvakas or the pratyekabuddhas.

source: བྱང་ཆུབ་སེམས་དཔའི་ཆོས་རྣམས་སུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: They will not be emancipated into the doctrines of the bodhisattvas.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: They will not be emancipated into the doctrines of the genuinely perfect buddhas.

source: དེ་དག་ནི་ཡིད་མི་ཆེས་པ་དག་ཡིན་ཏེ།
en: They lack convictions.

source: གཟུགས་སྟོང་པ་ཉིད་དུ་ཡིད་མི་ཆེས་སོ། །
en: They lack the conviction that physical forms are emptiness.

source: དེ་བཞིན་དུ་ཚོར་བ་སྟོང་པ་ཉིད་དང་། འདུ་ཤེས་སྟོང་པ་ཉིད་དང་། འདུ་བྱེད་རྣམས་སྟོང་པ་ཉིད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པ་ཉིད་དུ་ཡིད་མི་ཆེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་ཡིད་མི་ཆེས་སོ། །
en: Similarly, they lack the convictions that feelings are emptiness, that perceptions are emptiness, that formative predispositions are emptiness, that consciousness is emptiness, and so on, up to and including the fruitional attributes.

source: ཡང་དེ་དག་ནི་མི་གནས་པ་དག་ཡིན་ཏེ།
en: Also, they are not stable.

source: གང་ལ་མི་གནས་ཞེ་ན། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་མི་གནས་པ་ནས།
en: If you ask what it is in which they are not stable, they are not stable in the transcendent perfection of generosity.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་མི་གནས་སོ། །
en: They are not stable in the other transcendent perfections, up to and including the transcendent perfection of wisdom.

source: ཕྱིར་མི་ལྡོག་པའི་ས་ལ་མི་གནས་ཤིང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་མི་གནས་ཏེ།
en: They are not stable in the irreversible [sublime] levels, and they are not stable in [the causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: རྒྱུ་དེས་ན་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཞེས་བྱ།
en: For that reason, they are called ‘ordinary people,’ and they are said to be ‘fixated.’

source: མངོན་པར་ཞེན་པ་ཞེས་བྱའོ། །ཅི་ཞིག་ལ་མངོན་པར་ཞེན་པ་ཡིན་ཞིང་དེ་དག་གང་ལ་མངོན་པར་ཞེན་པ་ཡིན་ཞེ་ན། གཟུགས་ལ་མངོན་པར་ཞེན་པ་ནས་རྣམ་པར་ཤེས་པའི་བར་ལ་མངོན་པར་ཞེན་ཏོ། །
en: If you ask what is their fixation, and on what they are fixated, they are fixated on physical forms, and they are fixated on [the other aggregates], including consciousness.

source: དེ་བཞིན་དུ་མིག་ལ་མངོན་པར་ཞེན་པ་ནས། དེ་བཞིན་དུ་ཡིད་ཀྱི་བར་ལ་མངོན་པར་ཞེན་ཏོ། །གཟུགས་དང་།
en: Similarly, they are fixated on the eyes, and in the same manner they are fixated on [the other sense organs], including the mental faculty.

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་རེག་བྱ་དང་། ཆོས་རྣམས་ལ་མངོན་པར་ཞེན་ཏོ། །
en: They are fixated on sights, sounds, odors, tastes, tangibles, and mental phenomena.

source: དེ་བཞིན་དུ་ཁམས་རྣམས་ལ་མངོན་པར་ཞེན་ཏོ། །
en: Similarly, they are fixated on the sensory elements.

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་ལ་མངོན་པར་ཞེན་ཏོ། །
en: They are fixated on desire, hatred, and delusion.

source: ལྟ་བར་གྱུར་པ་རྣམས་ལ་མངོན་པར་ཞེན་ཏོ། །
en: They are fixated on opinions.

source: དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མངོན་པར་ཞེན་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ལ་མངོན་པར་ཞེན་ཏོ། །
en: They are fixated on the applications of mindfulness, and in the same vein they are fixated on [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟར་སློབ་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་མ་ལགས་ཤིང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་མི་འབྱུང་བ་ལགས་མོད།
en: Then the venerable Śāradvatī­putra asked the Reverend Lord, “Reverend Lord, when bodhisattvas train accordingly, is it then the case that they do not train in the transcendent perfection of wisdom, and that they will not attain emancipation in omniscience?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟར་སློབ་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་མ་ཡིན་ཞིང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: The Blessed One replied, “Śāradvatī­putra, the bodhisattvas who train accordingly do not train in the transcendent perfection of wisdom, and they will not attain emancipation in omniscience.”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་འོ་ན་ཇི་ལྟ་བུ་ཞིག་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Reverend Lord, how is that so?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མི་མཁས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྟོག་པར་བྱེད་ཅིང་མངོན་པར་ཞེན་ཏོ། །
en: The Blessed One replied, “Śāradvatī­putra, great bodhisattva beings who are unskillful conceive of and become fixated on the transcendent perfection of wisdom.

source: དེ་བཞིན་དུ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་རྟོག་པར་བྱེད་ཅིང་མངོན་པར་ཞེན་ཏོ། །
en: Similarly, they conceive of and become fixated on the transcendent perfection of meditative concentration, the transcendent perfection of perseverance, the transcendent perfection of tolerance, the transcendent perfection of ethical discipline, and the transcendent perfection of generosity.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་ཏུ་རྟོག་པར་བྱེད་ཅིང་མངོན་པར་ཞེན་ཏོ། །
en: In the same vein, they conceive of and become fixated on [the other causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: མངོན་པར་ཞེན་ནས་ཀྱང་ཐམས་ཅད་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་རྟོག་པར་བྱེད་དོ། །ཡོངས་སུ་བརྟགས་ནས་ཀྱང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་མངོན་པར་ཞེན་པར་བྱེད་དེ།
en: Having become fixated, they conceive of the understanding of all things, and of omniscience, and it is after imagining these that they become fixated on omniscience.

source: ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: Śāradvatī­putra, for these reasons bodhisattvas do not train in the transcendent perfection of wisdom, and they will not attain emancipation in the state of omniscience.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟར་སློབ་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་མ་ལགས་ཤིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་མ་ལགས་མོད།
en: Then, the venerable Śāradvatī­putra asked the Blessed One, “Reverend Lord, so is it the case that when bodhisattvas train accordingly, they do not train in the transcendent perfection of wisdom, and they do not attain emancipation in omniscience?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་མ་ཡིན་ནོ། །
en: The Blessed One replied, “Śāradvatī­putra, bodhisattvas who train accordingly do not train in the transcendent perfection of wisdom, and they do not attain emancipation in omniscience.”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཇི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསླབ་པར་བགྱི་ཞིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཇི་ལྟར་སློབ་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཤ་ར་དྭ་ཏིའི་བུ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ།
en: “Reverend Lord,” he asked, “how should great bodhisattva beings then train in the transcendent perfection of wisdom, and how do great bodhisattva beings, on training accordingly, attain emancipation in omniscience?”

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ན། ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན། མི་དམིགས་པའི་ཚུལ་གྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་ཅིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་ཡིན་ནོ། །
en: The Blessed One replied, “Śāradvatī­putra, when great bodhisattva beings who practice the transcendent perfection of wisdom do not consider the nature of the transcendent perfection of wisdom, and, Śāradvatī­putra, when great bodhisattva beings practice the transcendent perfection of wisdom in that manner, they train in the transcendent perfection of wisdom without apprehending anything and attain emancipation in omniscience.

source: མི་དམིགས་པ་ཡང་གང་ཞེ་ན། གང་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དེ་ཉིད་མི་དམིགས་པ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་སྤྱོད་པ་ན།
en: If you ask what is this non-apprehension, when they practice the transcendent perfection of generosity, they do not apprehend this transcendent perfection of generosity.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་དེ་ཉིད་མི་དམིགས་པ་དང་།
en: In the same vein, when they practice the other transcendent perfections, up to and including the transcendent perfection of wisdom, they do not apprehend the transcendent perfection of wisdom, and so forth.

source: བྱང་ཆུབ་ཀྱི་བར་དུ་མི་དམིགས་པ་དང་།
en: They do not apprehend [the causal attributes], up to and including enlightenment.

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས་པ་སྟེ།
en: They do not apprehend [the fruitional attributes], up to and including omniscience.

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ན། མི་དམིགས་པའི་ཚུལ་གྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་པ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ངེས་པར་འབྱུང་བ་ཡིན་ནོ། །
en: Śāradvatī­putra, when great bodhisattva beings practice the transcendent perfection of wisdom in that manner, it is owing to their non-apprehension that they train in the transcendent perfection of wisdom and will attain emancipation in omniscience.”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་ཅི་ཞིག་མི་དམིགས་པའི་ཚུལ་གྱིས་ངེས་པར་འབྱུང་བ་ལགས།
en: “Reverend Lord,” he asked, “with respect to what will they attain emancipation owing to their non-apprehension?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ནང་སྟོང་པ་ཉིད་མི་དམིགས་པའི་ཚུལ་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་མི་དམིགས་པའི་ཚུལ་གྱིས་ངེས་པར་འབྱུང་ངོ་། །
en: The Blessed One replied, “They will attain emancipation owing to their non-apprehension of the emptiness of internal phenomena, and in the same vein, owing to their non-apprehension of the other aspects of emptiness, up to and including the emptiness of all things.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, the venerable Su­bhūti asked the Blessed One, “Reverend Lord!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཐེག་པ་དེས་གང་ནས་ངེས་པར་འབྱུང་བར་འགྱུར་ཞིང་ཐེག་པ་དེ་གང་དུ་གནས་པར་འགྱུར་ལགས།
en: From what will emancipation be attained by means of this vehicle, and where will this vehicle come to rest?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཐེག་པ་དེས་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བར་འགྱུར་ཞིང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ག་ལ་བ་དེར་ངེས་པར་འབྱུང་བར་འགྱུར་ཏེ།
en: The Blessed One replied, “Su­bhūti, emancipation will be attained from the three world systems, and consequently emancipation will be attained in omniscience.

source: དེ་ཉིད་དུ་གནས་པར་འགྱུར་ལ། དེ་ཡང་གཉིས་སུ་མེད་པའི་ཚུལ་གྱིས་སོ། །
en: It will come to rest therein, and it will do so owing to non-duality.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ཡིན་པའི་ཆོས་དེ་གཉི་ག་ལྡན་པ་ཡང་མ་ཡིན།
en: If you ask why, it is because the doctrine of the Great Vehicle and the doctrine which is omniscience are neither conjoined, nor disjoined.

source: མི་ལྡན་པ་ཡང་མ་ཡིན་ཞིང་། གཟུགས་མེད་པ་བསྟན་དུ་མེད་པ། ཐོགས་པ་མེད་པ་སྟེ། འདི་ལྟར་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པའི་ཕྱིར་རོ། །
en: They share a single defining characteristic in that they are immaterial, unrevealed, unimpeded, and without defining characteristics.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ནི་ངེས་པར་མི་འབྱུང་ངེས་པར་འབྱུང་བར་མི་འགྱུར། ངེས་པར་མ་བྱུང་བའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because things that are without defining characteristics do not attain emancipation, will not attain emancipation, and have not attained emancipation.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་ཆོས་ཀྱི་དབྱིངས་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “If you ask why, it is because one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the expanse of reality.

source: དེ་བཞིན་དུ་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་དེ་བཞིན་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་ཅིང་། དེ་ནི་ཡང་དག་པའི་མཐའ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the real nature, and merely wishes to attain emancipation in the finality of existence.

source: དེ་བཞིན་དུ་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the inconceivable expanse.

source: གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི། གྲུབ་པ་དང་བདེ་བ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: One who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in spiritual attainment and [consequent] happiness.

source: གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་སྤོང་བའི་ཁམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ།
en: One who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the element of exertion.

source: གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་འདོད་ཆགས་དང་བྲལ་བའི་དབྱིངས་དང་། འགོག་པའི་དབྱིངས་དང་། གཟུགས་ཀྱི་སྟོང་པ་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་པ་དང་། དེ་བཞིན་དུ་དེ་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: In the same vein, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the element of dispassion, the element of cessation, and the emptiness of physical forms, and similarly, merely wishes to attain emancipation in the emptiness of feelings, perceptions, formative predispositions, and consciousness.

source: འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་གཟུགས་ཀྱི་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the emptiness of physical forms will not attain emancipation from the three world systems, and it will not come to rest in omniscience.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པར་མི་འགྱུར་རོ། །
en: Similarly, the emptiness of feelings, perceptions, formative predispositions, and consciousness will not attain emancipation from the three world systems, and it will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་རབ་འབྱོར་གཟུགས་ནི་གཟུགས་ཀྱིས་སྟོང་།
en: If you ask why, Su­bhūti, it is because physical forms are empty of physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་རྣམ་པར་ཤེས་པས་སྟོང་པའི་ཕྱིར་རོ། །
en: Similarly, feelings, perceptions, formative predispositions, and consciousness are empty of consciousness, [and so forth].

source: རབ་འབྱོར་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི། མིག་གི་སྟོང་པ་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་དེ་ནི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནས། དེ་བཞིན་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་གྱི་སྟོང་པ་ཉིད་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the emptiness of the eyes, and in the same vein, one who wishes to attain emancipation in things without defining characteristics merely wishes to attaining emancipation in the emptiness of feelings due to sensory contact that is visually compounded, and so on, up to and including feelings due to sensory contact that is mentally compounded.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་མིག་གི་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བར་མི་འགྱུར་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the emptiness of the eyes will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་བཞིན་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་གྱི་སྟོང་པ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བར་མི་འགྱུར་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: Similarly, the emptiness of [the other sensory attributes], up to and including feelings due to sensory contact that is mentally compounded, will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་མིག་ནི་མིག་གིས་སྟོང་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་དུ་སྟོང་པ་དང་། དེ་བཞིན་དུ་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་ནི་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the eyes are empty of the eyes, and in the same vein, [the other sensory attributes] are empty of feelings due to sensory contact that is visually compounded, and so forth; similarly, feelings due to sensory contact that is mentally compounded, and so forth, are empty of feelings due to sensory contact that is mentally compounded.

source: རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་རྨི་ལམ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in dreams.

source: དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། བྲག་ཅ་དང་། མིག་ཡོར་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in magical displays, mirages, echoes, optical aberrations, and in phantom emanations of the tathāgatas.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་རྨི་ལམ་གྱི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of dreams will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་བཞིན་དུ་སྒྱུ་མའི་ངོ་བོ་ཉིད་དང་། སྨིག་རྒྱུ་དང་། བྲག་ཅ་དང་། མིག་ཡོར་དང་། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: Similarly, the essential nature of magical displays, and the essential nature of mirages, echoes, optical aberrations, and phantom emanations of the tathāgatas will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་རྨི་ལམ་གྱི་ངོ་བོ་ཉིད་ནི་རྨི་ལམ་གྱི་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་ཞིང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། སྒྱུ་མའི་ངོ་བོ་ཉིད་དང་། སྨིག་རྒྱུ་དང་། བྲག་ཅ་དང་། མིག་ཡོར་དང་།
en: If you ask why, Su­bhūti, it is because the essential nature of dreams is empty of the essential nature of dreams, and in the same vein, the essential nature of magical displays, and the essential nature of mirages, echoes, optical aberrations, and phantom emanations of the tathāgatas are empty of phantom emanations of the tathāgatas, and so forth.

source: དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའི་ངོ་བོ་ཉིད་ཀྱི་བར་ནི། དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའི་ངོ་བོ་ཉིད་ཀྱི་བར་གྱིས་སྟོང་པའི་ཕྱིར་རོ། །རབ་འབྱོར་དེ་བཞིན་དུ་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: “Su­bhūti, in the same way, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the transcendent perfection of generosity.

source: རབ་འབྱོར་དེ་བཞིན་དུ་གང་མཚན་ཉིད་མེད་པའི་ཆོས་རྣམས་ལ་ངེས་པར་འབྱུང་བར་འདོད་པ་གང་ཡིན་པ་དེ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་ངེས་པར་འབྱུང་བར་འདོད་དུ་ཟད་དོ། །
en: Similarly, Su­bhūti, one who wishes to attain emancipation in things without defining characteristics merely wishes to attain emancipation in the transcendent perfection of ethical discipline, in the transcendent perfection of tolerance, in the transcendent perfection of perseverance, in the transcendent perfection of meditative concentration, and in the transcendent perfection of wisdom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the essential nature of the transcendent perfection of generosity will not attain emancipation from the three world systems, and will not come to rest in omniscience.

source: རབ་འབྱོར་དེ་བཞིན་དུ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ངོ་བོ་ཉིད་ནི་ཁམས་གསུམ་ནས་ངེས་པར་འབྱུང་བ་མ་ཡིན་ཞིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་གནས་པ་མ་ཡིན་པའི་ཕྱིར་རོ། །
en: Similarly, Su­bhūti, the essential nature of the transcendent perfection of ethical discipline, the transcendent perfection of tolerance, the transcendent perfection of perseverance, the transcendent perfection of meditative concentration, and the transcendent perfection of wisdom will not attain emancipation from the three world systems, and will not come to rest in omniscience.
